[M_IrisEp6_LongWayToTheTop MissionDefinition]
MissionName="Um Longo Caminho Até O Topo"
MissionDescription="Piston está te esperando na [place]Arena Torgue[-place].\nMate-o."
TurnInDescription="Você é a fera selvagem mais feroz da história de todas as feras.  Se tivessem que classificar todos os malfeitores que já pisaram em Pandora, do mais feroz para o menos feroz, você estaria em primeiro lugar."
MissionSummary="Elimine o Piston e abra a Sepultura."
MissionGiver="Moxxi"
MissionTurnInLocation="Moxxi"
TeaserText=""

[M_IrisEp6_LongWayToTheTop:DestroyTruckasarus MissionObjectiveDefinition]
ProgressMessage="Destrua o robôssauro"

[M_IrisEp6_LongWayToTheTop:FightPiston MissionObjectiveDefinition]
ProgressMessage="Enfrente o Piston"

[M_IrisEp6_LongWayToTheTop:GatherPlayers MissionObjectiveDefinition]
ProgressMessage="Vá para Arena"

[M_IrisEp6_LongWayToTheTop:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp6_LongWayToTheTop:MissionObjectiveSetDefinition_10 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp6_LongWayToTheTop:MissionObjectiveSetDefinition_11 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp6_LongWayToTheTop:MissionObjectiveSetDefinition_9 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp6_LongWayToTheTop:OpenDoor MissionObjectiveDefinition]
ProgressMessage="Abra a porta"

[M_IrisEp6_LongWayToTheTop:ReturnToArena MissionObjectiveDefinition]
ProgressMessage="Volte para a Arena"

